Repository: AhmedSalem104/HRSystem
Catalog: HRSystem.Web/Infrastructure/Resources/Resource.*.resx
Languages: ar

# Access
source: Not have permmision
ar: عفواً . ليس لديك صلاحية

source: Accessbility
ar: الصلاحيات

# AccountId
source: Account type
ar: نوع الحساب

source: Account Level
ar: مستوى الحساب

source: AccountName
ar: اسم الحساب

source: Account Nature
ar: طبيعة الحساب

source: AccountNumber
ar: رقم الحساب

source: Account Numer
ar: رقم الحساب

source: Account Type
ar: نوع الحساب

source: Accumulated Depreciation Account
ar: حساب مجمع الاستهلاك

source: Action
ar: الاكشن

source: Action Type
ar: نوع العملية

source: Add
ar: اضافه

source: Add Account
ar: إضافة حساب

source: Add Inventory
ar: إضافة محضر جرد

source: Add Item
ar: إضافة صنف

source: Add Journal
ar: إضافة قيد

source: Add Permission
ar: إذن إضافة

source: Address
ar: العنوان

source: AddressAr
ar: العنوان بالعربى

source: AddressEn
ar: العنوان بالانجليزى

source: Alert
ar: تنبيه

source: Allowance Type
ar: نوع البدل

source: Allowance Type Description
ar: وصف نوع البدل

source: Allowance Type Value
ar: قيمة نوع البدل

source: Annuity Salary
ar: المرتب السنوى

source: ArbDescription
ar: الوصف عربي

source: Asset Account
ar: حساب الأصل

source: Asset Classifcation
ar: تصنيف الأصل

# AssetClassifcationNamedAr
source: Asset Classifcation Name (Ar)
ar: اسم تصنيف الأصل (عربى)

# AssetClassifcationNamedEn
source: Asset Classifcation Name (En)
ar: اسم تصنيف الأصل (إنجليزى)

source: Asset Classifcation No
ar: الرقم المرجعى لتصنيف الأصل

# AvgCost
source: Average Cost
ar: متوسط التكلفة

source: back
ar: رجوع

source: Balance
ar: الرصيد

source: Bank
ar: البنوك

# BankAccNo
source: Bank Account Number
ar: رقم الحساب البنكى

source: BankAccount
ar: حسابات البنوك

# BankAccountNo
source: Bank Account Number
ar: رقم الحساب البنكى

source: BankAddres
ar: عنوان الفرع

# BankId
source: Bank
ar: البنك

source: Bank Name
ar: اسم البنك

# BankNo
source: Bank Number
ar: رقم البنك

source: BirthDate
ar: تاريخ الميلاد

source: Block
ar: ايقاف التعامل

source: BrancheAccess
ar: صلاحيات الفروع

# BrancheNo
source: Branche Number
ar: رقم الفرع

source: Branches
ar: الفروع

# BranchId
source: Branch
ar: الفرع

source: Can Add
ar: إمكانية الإضافة

source: Can Delete
ar: إمكانية الحذف

source: Can Edit
ar: إمكانية التعديل

# CanView
source: Can View Page
ar: إمكانية رؤية الصفحة

source: Cash Disbursement Order
ar: أمر صرف نقدية

source: Cash Disbursement Order No
ar: رقم امر الصرف

source: Cash Permission
ar: إذن صرف

source: Cash Supply Order
ar: أمر توريد نقدية

source: Cash Supply Order No
ar: رقم أمر توريد نقدية

source: Cash Supply Permmision
ar: إذن توريد

source: Cash Supply Permmision No
ar: رقم إذن توريد

source: Change Currency
ar: تحويل العملات

source: Choose Group
ar: اختر المجموعة

source: Choose List
ar: اختر القائمة

source: cities
ar: المدن

source: City
ar: المدينه

# CityNo
source: City Number
ar: رقم المدينة

# ClaasificationNo
source: Claasification Number
ar: رقم التصنيف

source: Classification
ar: التصنيف

# ClauseMainType
source: Main Clause Type
ar: نوع البند الرئيسى

source: Clause Name
ar: اسم البند

source: Clause Type
ar: نوع البند

# ClauseTypeId
source: ClausevType
ar: نوع البند

source: Close
ar: اغلاق

source: Code
ar: الكود

source: Company
ar: الشركة

# Conditions
source: Conditions and Terms
ar: الشروط والأحكام

source: Confirm
ar: هل انت متأكد من الحذف؟

# ConnInfoInWork
source: Connection Informations In Work
ar: معلومات الإتصال فى العمل

source: Controller
ar: الكنترولر

source: ConversionRate
ar: قيمه العمله بالعملة المحلية

source: Cost Center
ar: مركز التكلفة

# CostCenterNo
source: Cost Center Number
ar: رقم مركز التكلفة

source: Cost Type
ar: نوع التكلفة

source: Country
ar: الدول

# CountryNo
source: Country Number
ar: رقم الدولة

# counts
source: Row Counts
ar: عدد السجلات

source: Create
ar: اضافة

source: Credit
ar: دائن

source: currencies
ar: العملات

source: currency
ar: العمله

source: Currency Code
ar: كود العملة

source: Currency Exchange Rates
ar: اسعار تحويل العملات

source: Currency Exchange Rates No
ar: رقم سعر تحويل العملات

# CurrencyNo
source: Currency Number
ar: رقم العملة

source: Current Balance
ar: الرصيد الحالى

# CusNo
source: Customer Number
ar: رقم العميل

source: CustomerClaasification
ar: تصنيف العملاء

source: CustomerClaasificationId
ar: تصنيف العميل

source: CustomerDis
ar: الخصم

source: Customer Name
ar: اسم العميل

source: Customer Number
ar: رقم العميل

source: CustomerPrice
ar: السعر

source: Customers
ar: العملاء

source: Date
ar: التاريخ

source: Date Created
ar: تاريخ انشاء

source: DeActive
ar: غير نشط

source: Dealer Account Statment
ar: كشف حساب متعامل

source: Dealer Balance
ar: رصيد المتعامل

# DealerId
source: Dealer Name
ar: نوع المتعامل

source: DealerNameId
ar: اسم المتعامل

source: Dealing With Taxs
ar: التعامل مع الوعاء الضريبى

# DedNo
source: Deduction Number
ar: رقم نوع الإستحقاق

source: Deduction Type
ar: نوع الإستحقاق

source: Deduction Type Description
ar: وصف نوع الإستحقاق

source: Deduction Types
ar: أنواع الإستحقاقات

source: Deipt
ar: مدين

source: Delete
ar: حذف

# Dep
source: Department
ar: القسم

source: Department
ar: الاقسام

# DepNo
source: Department Number
ar: رقم القسم

source: Deportation
ar: الترحيل

source: Depreciable
ar: قابل للإهلاك

# DepreciationEcpenseAccount
source: Depreciation Expense Account
ar: حساب مصروف الإهلاك

source: Depreciation Type
ar: نوع الإهلاك

source: Description
ar: الوصف

source: DescriptionAr
ar: الوصف عربي

source: DescriptionEn
ar: الوصف انجليزي

source: Details
ar: تفاصيل

# diff
source: Diffrence
ar: الفرق

source: Discount
ar: الخصم

# DisPer
source: Discount %
ar: ن الخصم

# DisVal
source: Discount value
ar: ق الخصم

source: Do
ar: تنفيذ

source: Document Date
ar: تاريخ السند

source: Document No
ar: رقم السند

source: Documnets
ar: السندات

# DriverNo
source: Driver Number
ar: رقم السائق

source: Drivers
ar: السائقين

# EDate
source: End Date
ar: تاريخ النهاية

source: Edit
ar: تعديل

source: Editable
ar: قابل للتعديل

source: Edit Account
ar: تعديل الحساب

source: Edit Inventory
ar: تعديل محضر الجرد

source: Edit Journal
ar: تعديل قيد

# EligibilityType
source: Eligibilitys Types
ar: انواع الأستحقاقات

# EligibilityTypeNo
source: Eligibility Type Number
ar: EligibilityTypeNo

source: Email
ar: الايميل

source: Employee
ar: الموظفين

source: Employee Definition
ar: تعريف الموظف

source: Employee Groups
ar: صلاحيات المستخدمين

# EmployeeId
source: Employee
ar: الموظف

source: EmployeeName
ar: اسم الموظف

source: Employment information
ar: ملعومات التوظيف

# EmpNo
source: Employee Number
ar: رقم الموظف

source: EngDescription
ar: الوصف انجليزي

source: ExChange
ar: معدل التغيير

source: Exchange Control
ar: التحكم بالصرف

# expenses1
source: Expenses m1
ar: مصروفات م1

# expenses2
source: Expenses m2
ar: مصروفات م2

source: Fax
ar: الفاكس

source: Fesical Year
ar: السنة المالية

source: FirstCheakNumber
ar: رقم الشيك الأول

source: First Salary Date
ar: تاريخ أول راتب

source: Fiscal Year End Date
ar: تاريخ بداية السنة المالية

source: Fiscal Year Start Date
ar: تاريخ بداية السنة المالية

source: From
ar: من

source: From Date
ar: من تاريخ

source: Fuel Type
ar: نوع الوقود

source: Gender
ar: الجنس

source: General
ar: عام

source: GeneralLedger
ar: شجره الحسابات

# GeneralSetting
source: General Settings
ar: الإعدادت العامة للمنشأة

source: General Settings
ar: الإعدادات العامة

# GovernateNo
source: Governate Number
ar: رقم المحافظة

source: Governates
ar: المحافظات

# GovNo
source: Governate Number
ar: رقم المحافظة

source: Group
ar: المجموعة

# GroupNo
source: Group Number
ar: رقم المجموعة

source: HireDate
ar: تاريخ التعيين

source: Home Country
ar: بلد الإقامة

source: Image
ar: الصورة

source: Inventory Date
ar: تاريخ المحضر

source: Inventory Details
ar: بيانات محضر الجرد

source: InventoryNo
ar: رقم المحضر

source: Inventory Records
ar: محاضر الجرد

source: IsActive
ar: نشط

source: Is Child
ar: فرعى

source: IsChildAccount
ar: له ابن

source: Is Cost Center
ar: هل بمركز تكلفة ؟

source: IsCustomer
ar: عميل ومورد

source: IsDealer
ar: اضافه متعامل

source: IsDefault
ar: افتراضية

source: Is Exempt From Taxes
ar: معفى من الوعاء الضريبى

source: IsMain
ar: رئيسي

source: IsMainBranch
ar: رئيسي

source: IsPaid
ar: مدفوعة

source: IsParentAccount
ar: له اب

source: IsRedundant
ar: مكرر

source: IsSubject To Insurance
ar: خاضع للتأمينات

source: IsVendorAndCustomer
ar: مورد وعميل

source: Item
ar: الصنف

source: Item Balance
ar: رصيد الصنف

source: Item Card Report
ar: تقرير بطاقة الصنف

# ItemCat
source: Item Category
ar: فئة الصنف

source: ItemCategories
ar: فئات الاصناف

# ItemCatNo
source: Item Category Number
ar: رقم الفئة

source: Item Code
ar: كود الصنف

source: itemCost
ar: سعر الشراء

# ItemCostt
source: Item Cost
ar: تكلفة الصنف

source: Item Description
ar: وصف الصنف

# itemDis
source: Items Dis
ar: خصم الأصناف

source: Item Group
ar: مجموعة الصنف

# ItemGroupNo
source: Item Group Number
ar: رقم المجموعة

source: Itemgroups
ar: مجموعات الاصناف

source: Item Image
ar: صورة الصنف

source: Item Name
ar: اسم الصنف

source: ItemNameAr
ar: أسم الصنف عربى

source: ItemNameEn
ar: اسم الصنف إنجليزى

source: ItemNo
ar: رقم الصنف

source: itemPrice
ar: سعر البيع

source: Item Real Balance
ar: الرصيد الفعلى

source: Items
ar: الأصناف

source: Items Count
ar: عدد الأصناف

source: Items Details
ar: بيانات الأصناف

source: Items Details Report
ar: تقرير بيانات الأصناف

source: Itemspecification
ar: مواصفات الصنف

# ItemspecificationNo
source: Item Specification Number
ar: رقم مواصفات الصنف

source: Item Type
ar: نوع الصنف

# JobNo
source: Job Number
ar: الرقم الوظيفى

source: Job Number
ar: رقم الوظيفة

source: Jobs
ar: الوظائف

source: Jobs Titles
ar: المسميات الوظيفية

source: Job Title Description
ar: وصف المسمى الوظيفى

source: Job Title Name
ar: أسم المسمى الوظيفى

# JobTitleNo
source: Job Title Number
ar: رقم المسمى الوظيفى

source: Join Date
ar: تاريخ بداية العقد

source: Journal Date
ar: تاريخ القيد

source: Journal Details
ar: بيانات القيد

source: JournalNo
ar: رقم القيد

source: Journals
ar: القيود اليومية

source: Journal Tap
ar: تبويب القيد

source: Journal Type
ar: نوع القيد

source: Last Salary Date
ar: تاريخ نهاية التعاقد

# Lengh
source: Uint Size
ar: كم يساوي من اصغر وحده

source: Level2
ar: المستوي الثاني

source: Level3
ar: المستوي الثالث

source: Life Cycle
ar: العمر الإنتاجى

source: Login
ar: تسجيل الدخول

source: Login Name
ar: أسم الدخول

source: Logo
ar: صورة الشعار

source: LogOut
ar: تسجيل الخروج

source: Main
ar: البند الرئيسي

source: Main Account
ar: الحساب الرئيسى

source: MainBranch
ar: الفرع الرئيسى

source: MainClause
ar: البنود الرئيسية

source: MainClauseId
ar: البند الرئيسي

# MainClauseNo
source: Main Clause Number
ar: رقم البند الرئيسى

source: Main Menu
ar: المستوي الرئيسي

source: Manager
ar: المدير

source: MatchingTRXsWithAccounts
ar: ربط الحركات بالحسابات

source: Max Capacity
ar: الحد الأقصى

source: MaxLimit
ar: الحد الاقصي

source: Military Status
ar: الحالة الإجتماعية

source: Min Capacity
ar: الحد الأدنى

source: MinLimit
ar: الحد الادني

source: Mobile
ar: الموبيل

source: Monay TRX
ar: سند الصرف

source: MonayTRXTypeId
ar: طريقه الدفع

source: Monthly Salary
ar: المرتب الشهرى

source: Name
ar: الاسم

source: NameAr
ar: الاسم عربي

source: NameEn
ar: الاسم انجليزي

source: NameInArabic
ar: الاسم عربي

source: NameInEnglish
ar: الاسم انجليزي

source: Nationality
ar: الجنسية

source: Net
ar: الصافى

source: No
ar: لا

source: NonActive
ar: غير نشط

source: NotActive
ar: إيقاف التعامل

source: Notes
ar: الملاحظات

source: Notes Ar
ar: ملاحظات عربى

source: Notes En
ar: ملاحظات انجليزى

source: openBalance
ar: الرصيد الافتتاحي

source: OpenBalnceCridt
ar: الرصيد الافتتاحي دائن

source: OpenBalnceDept
ar: الرصيد الافتتاحي مدين

source: Opening Entry
ar: القيد الافتتاحى

source: Opening Entry Report
ar: تقرير القيد الافتتاحى

source: Operation
ar: الاجراءات

# OperationArEn
source: Operation Name Ar/En
ar: أسم العملية عربى/إنجليزى

# OperationEn
source: Operation Name In English
ar: أسم العملية إنجليزى

source: Options
ar: خيارات

source: others
ar: التمميز

source: Out Going
ar: المنصرف

source: Paid
ar: المدفوع

# ParentAccountID
source: Parent Account
ar: الحساب الأب

source: Password
ar: الرقم السري

source: Payment Cycle
ar: دورة الدفع

source: Payment MonayTRX
ar: سند قبض

source: Payment or Collection
ar: إمكانية التحصيل أو الدفع

source: Payment Terms
ar: شروط الدفع

source: Payment Type
ar: طريقة الدفع

# PermissionDescription
source: Permission Type Description
ar: وصف نوع الأذن

# PermissionInfo
source: Permission Information
ar: بيانات الإذن

# PermissionNo
source: Permission Number
ar: رقم الإذن

source: Permissions Types
ar: أنواع الأذون

source: Permission Type
ar: نوع الإذن

# PermissionTypeNo
source: Permission Type Number
ar: رقم نوع الأذن

# PersonalConnInfo
source: Personal Connection Informations
ar: معلومات الأتصال الشخصية

source: Phone
ar: التليفون

source: Phone Number
ar: رقم الهاتف المحمول

source: Postal Code
ar: الرمز البريدى

source: Price
ar: السعر

source: Print
ar: طباعة

source: Public Holiday
ar: العطلة الرسمية

# PublicHolidayNo
source: Public Holiday Number
ar: رقم العطلة

source: Public Holidays
ar: العطلات الرسمية

source: PurchaseINV
ar: فاتورة مشتريات

source: PurchaseINVDate
ar: التاريخ

source: PurchaseINV Details
ar: بيانات الفاتورة

source: PurchaseINVNo
ar: رقم الفاتورة

source: PurchaseINVTotal
ar: قيمة الفاتورة

source: PurchaseINVType
ar: نوع الفاتورة

source: PurchaseINV_R
ar: مرتد مشتريات

source: PurchaseOrderNo
ar: رقم امر الشراء

source: Purchase Orders
ar: أوامر الشراء

source: PurchasePaperNo
ar: رقم السند

source: Purchase Report
ar: تقرير المشتريات

# PurchaseReport_R
source: PurchaseReport_Return
ar: تقرير مرتد المشتريات

source: Purchases
ar: المشتريات

# QualDesc
source: Qualification Description
ar: وصف المؤهل الدراسى

source: Qualification
ar: المؤهل الدراسي

# QualificationNo
source: Qualification Number
ar: رقم المؤهل

source: Quantity
ar: الكمية

source: Qutation
ar: عرض السعر

source: Qutations
ar: عروض الأسعار

source: Receipt Date
ar: التاريخ

source: ReceiptDateHijri
ar: التاريخ الهجري

source: Receipt Number
ar: رقم السند

source: ReceiptValue
ar: المبلغ

source: Received
ar: الوارد

source: Recipient Name
ar: اسم المستلم

source: RecipientNameDefault
ar: البيان

source: RecordNumber
ar: رقم السجل

source: Register
ar: تسجيل

source: Remaining
ar: المتبقى

source: Rememper Me
ar: تذكرنى

source: Rememper Paid Per Day
ar: تذكير بالدفع خلال (يوم)

source: Reports
ar: التقارير

source: Representative
ar: المندوبين

# RepresentativeNo
source: Representative Number
ar: رقم المندوب

# Rep_CostCenter
source: Cost Center
ar: دليل مركز التكلفة

# Rep_CostCenterReport
source: Cost Center Report
ar: تقرير دليل مركز التكلفة

# Rep_GeneralLedger
source: GeneralLedger
ar: دليل الحسابات

# Rep_GeneralLedgerReport
source: General Ledger Report
ar: تقرير دليل الحسابات

# Rep_JournalEntry
source: Journal Entry
ar: القيود العامة

# Rep_JournalEntryReport
source: Journal Entry Report
ar: تقرير القيود العامة

source: Request Limit Report
ar: تقرير حد الطلب

source: Returned Quantities
ar: الكميات المرتجعة

source: Returnee
ar: مرتجع

source: Reward Status
ar: حالة المكافأة

source: Reward Type
ar: نوع المكافأة

# RewardTypeNo
source: Reward Type Number
ar: رقم نوع المكافأة

source: Reward Value
ar: قيمة المكافأة

source: Safe
ar: الخزن

source: Safe Access
ar: صلاحيات الخزينة

source: Safe Balance
ar: رصيد الخزينة

source: Safe Code
ar: كود الخزينة

# SafeId
source: Safe
ar: الخزينة

# SafeNo
source: Safe Number
ar: رقم الخزينة

# SafeSettingNo
source: Safe Setting Number
ar: رقم إعداد الخزنة

source: Salary Definition
ar: تعريف الراتب

source: SalaryValue
ar: قيمة الراتب

source: SalesINV
ar: فاتورة مبيعات

source: Sales Invoice Settings
ar: إعدادات فاتورة المبيعات

source: SalesINV_R
ar: مرتد مبيعات

source: Sales Report
ar: تقرير المبيعات

source: save
ar: حفظ

source: Save Depreciation
ar: إهلاك مسجل

# ScreenArEn
source: Screen Name Ar/En
ar: أسم الشاشة عربى/إنجليزى

# ScreenEn
source: Screen Name In English
ar: أسم الشاشة إنجليزى

# SDate
source: Start Date
ar: تاريخ البداية

source: Send Email
ar: إرسال بريد إلكترونى

source: Show
ar: عرض

source: Skill Description
ar: وصف المهارة

source: Skill Name
ar: أسم المهارة

# SkillNo
source: Skill Number
ar: رقم المهارة

source: Skills
ar: المهارات

source: StartNo
ar: بداية الترقيم

source: Start Prefix
ar: بادئة الترقيم

source: Statement G L Account
ar: كشف حساب استاذ

source: Statement G L Account Report
ar: تقرير كشف حساب استاذ

source: Station Code
ar: كود المحطة

source: Station Name
ar: اسم المحطة

source: Stations IN
ar: محطات الوقود الداخلية

source: Stations Out
ar: محطات الوقود الخارجية

source: Status
ar: الحالة

source: Store
ar: المخازن

# StoreName
source: Store
ar: المخزن

source: StorePlace
ar: اماكن التخزين

# StorePlaceNo
source: Store Place Number
ar: رقم مكان التخزين

source: Street Name
ar: أسم الشارع

source: SubClause
ar: البنود الفرعية

# SubClauseIdTRX
source: SubClauseId
ar: البند الفرعي

source: Sub Clause Name
ar: اسم البند الفرعى

# SubClauseNo
source: Sub Clause Number
ar: رقم البند الفرعى

source: Sub Clause Type
ar: نوع البند الفرعى

source: SystemFunctionParents
ar: المستوي التابع ليه

source: Tank Capacity
ar: سعة التانك

source: Tax
ar: الضريبة

source: TaxBracket
ar: الشريحة الضريبية

source: Tax Bracket Name
ar: أسم الشريحة الضريبية

# TaxBracketNo
source: Tax Bracket Number
ar: رقم الشريحة الضريبية

source: Tax Number
ar: الرقم الضريبى

# TaxPer
source: Tax Perecentage
ar: نسبة الضريبة

source: TaxRecord
ar: الرقم الصريبي

source: Test
ar: تجربه

source: To
ar: إلى

source: To Date
ar: إلى تاريخ

source: Total
ar: الإجمالى

source: Total Cash Purchases
ar: إجمالى المشتريات النقدية

source: Total Cash Sales
ar: إجمالى المبيعات النقدية

source: Total Credit
ar: إجمالى دائن

# TotalDept
source: Total Depit
ar: إجمالى مدين

# TotalIn
source: Total Recived
ar: إجمالى الوراد

source: Total Original Quantities
ar: إجمالى أصل الكميات

source: Total Out
ar: إجمالى المنصرف

source: Total Postponded Purchases
ar: إجمالى المشتريات الآجلة

source: Total Postponded Sales
ar: إجمالى المبيعات الآجلة

source: Total Purchase Returns
ar: إجمالى مرتجعات المشتريات

source: Total Purchases
ar: إجمالى المشتريات

source: Total Sales
ar: إجمالى المبيعات

source: Transform Date
ar: تاريخ التحويل

source: Transform Price
ar: سعر التحويل

source: TRX Date
ar: تاريخ الحركة

source: TRX Name
ar: أسم الحركة

source: TRX Type
ar: نوع الحركة

source: Uint
ar: وحدات القياس

source: Unit
ar: الوحدة

# UnitId
source: Unit
ar: وحدة القياس

source: Unit Name
ar: اسم الوحدة

# UnitNo
source: Unit Number
ar: رقم الوحدة

source: Urgent Phone Number
ar: رقم هاتف للطوارئ

source: User History
ar: سجل حركات المستخدم

source: UserName
ar: اسم المستخدم

source: Users
ar: المستخدمين

source: User Status
ar: حالة المستخدم

# ValidationCompany
source: Enter The Company
ar: برجاء كتابة الشركة

# ValidationEDate
source: Enter The End Date
ar: برجاء ادخال تاريخ النهاية

# ValidationNameAr
source: Enter The Arabic Name
ar: برجاء كتابة الاسم العربى

# ValidationNameEn
source: Enter The English Name
ar: برجاء كتابة الاسم الانجليزى

# ValidationSDate
source: Enter The Start Date
ar: برجاء ادخال تاريخ البداية

# ValidationYear
source: Enter The Year
ar: برجاء كتابة السنة

source: Value
ar: القيمة

source: Vendor
ar: المورد

source: VendorClassification
ar: تصنيفات الموردين

source: VendorClassificationId
ar: تصنيفات الموردين

source: Vendor Name
ar: اسم المورد

source: Vendor Number
ar: رقم المورد

source: Vendors
ar: الموردين

# VenNo
source: Vendor Number
ar: رقم المورد

source: View
ar: عرض

# VoucherDocTypeId
source: Voucher Doc Type
ar: انواع المستندات

source: Voucher Doc Types
ar: نوع المستند

source: Work Email
ar: بريد العمل الإلكترونى

source: Work Phone Number
ar: رقم هاتف العمل

source: Work Table
ar: جدول العمل

source: Year
ar: السنة

source: Yes
ar: نعم

source: ZipCode
ar: الكود البريدى
